Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.networking.check.relay
source: Relay Reachability
ar: إمكانية الوصول إلى التتابع
de: Erreichbarkeit des Relais
es: Accesibilidad del relé
fr: Accessibilité du relais
ja: リレーへの到達性
ko: 릴레이 도달성
zh_hans: 中继可达性
zh_hant: 中繼可及性

# settings.networking.check.report.action
source: Suggested Action
ar: الإجراء المقترح
de: Vorgeschlagene Aktion
es: Acción sugerida
fr: Action suggérée
ja: 推奨される対応
ko: 제안된 조치
zh_hans: 建议操作
zh_hant: 建議採取的行動

# settings.networking.check.report.header
source: cmux Connection Report
ar: تقرير اتصال cmux
de: cmux-Verbindungsbericht
es: Informe de conexión cmux
fr: Rapport de connexion cmux
ja: cmux 接続レポート
ko: cmux 연결 보고서
zh_hans: cmux 连接报告
zh_hant: cmux 連接報告

# settings.networking.check.run
source: Run Check
ar: تشغيل الفحص
de: Prüfung ausführen
es: Ejecutar comprobación
fr: Lancer la vérification
ja: チェックを実行
ko: 검사 실행
zh_hans: 运行检查
zh_hant: 執行檢查

# settings.networking.check.session
source: Secure Session
ar: جلسة آمنة
de: Sichere Sitzung
es: Sesión segura
fr: Séance sécurisée
ja: 安全なセッション
ko: 보안 세션
zh_hans: 安全会话
zh_hant: 安全會話

# settings.networking.check.share
source: Share…
ar: مشاركة…
de: Teilen…
es: Compartir…
fr: Partager…
ja: 共有…
ko: 공유…
zh_hans: 共享…
zh_hant: 分享…

# settings.networking.check.shareAllowlist
source: IT Relay Allowlist
ar: قائمة المسموح لمرحلات تكنولوجيا المعلومات
de: IT-Relay-Zulassungsliste
es: Lista de retransmisiones permitidas de TI
fr: Liste d’autorisation de relais informatique
ja: IT リレー許可リスト
ko: IT 릴레이 허용 목록
zh_hans: IT 中继允许列表
zh_hant: IT 中繼允許清單

# settings.networking.check.shareReport
source: Connection Report
ar: تقرير الاتصال
de: Verbindungsbericht
es: Informe de conexión
fr: Rapport de connexion
ja: 接続レポート
ko: 연결 보고서
zh_hans: 连接报告
zh_hant: 連線報告

# settings.networking.check.subtitle
source: Checks encrypted transport, relay policy, and relay reachability from this Mac.
ar: يفحص النقل المشفر، وسياسة الترحيل، وإمكانية الوصول إلى المرحل من جهاز Mac هذا.
de: Prüft verschlüsselten Transport, Relay-Richtlinie und Relay-Erreichbarkeit von diesem Mac aus.
es: Comprueba el transporte cifrado, la política de retransmisión y la accesibilidad de la retransmisión desde esta Mac.
fr: Vérifie le transport chiffré, la politique de relais et l’accessibilité des relais depuis ce Mac.
ja: この Mac から暗号化トランスポート、リレーポリシー、リレーへの到達性を確認します。
ko: 이 Mac에서 암호화된 전송, 릴레이 정책 및 릴레이 도달 가능성을 검사합니다.
zh_hans: 从这台 Mac 检查加密传输、中继策略与中继可达性。
zh_hant: 檢查此 Mac 的加密傳輸、中繼原則及中繼可連線性。

# settings.networking.check.title
source: Connection Check
ar: فحص الاتصال
de: Verbindungsprüfung
es: Verificación de conexión
fr: Vérification de la connexion
ja: 接続チェック
ko: 연결 확인
zh_hans: 连接检查
zh_hant: 連接檢查

# settings.networking.check.transport
source: Encrypted Transport
ar: النقل المشفر
de: Verschlüsselter Transport
es: Transporte cifrado
fr: Transport crypté
ja: 暗号化トランスポート
ko: 암호화된 전송
zh_hans: 加密传输
zh_hant: 加密傳輸

# settings.networking.check.warning
source: Needs Attention
ar: يحتاج إلى اهتمام
de: Braucht Aufmerksamkeit
es: Necesita atención
fr: A besoin d'attention
ja: 確認が必要
ko: 주의가 필요함
zh_hans: 需要注意
zh_hant: 需要注意

# settings.networking.custom.add
source: Add Custom Relay
ar: إضافة تتابع مخصص
de: Benutzerdefiniertes Relais hinzufügen
es: Agregar retransmisión personalizada
fr: Ajouter un relais personnalisé
ja: カスタムリレーを追加
ko: 사용자 정의 릴레이 추가
zh_hans: 添加自定义中继
zh_hant: 新增自訂中繼

# settings.networking.custom.add.short
source: Add…
ar: إضافة…
de: Hinzufügen…
es: Agregar…
fr: Ajouter…
ja: 追加…
ko: 추가…
zh_hans: 添加…
zh_hant: 新增…

# settings.networking.custom.authentication
source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ko: 입증
zh_hans: 认证
zh_hant: 驗證

# settings.networking.custom.authentication.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# settings.networking.custom.authentication.secret
source: Device Secret
ar: سر الجهاز
de: Gerätegeheimnis
es: Secreto del dispositivo
fr: Secret de l'appareil
ja: デバイスシークレット
ko: 기기 비밀번호
zh_hans: 设备密钥
zh_hant: 設備秘密

# settings.networking.custom.edit
source: Edit Custom Relay
ar: تحرير التتابع المخصص
de: Benutzerdefiniertes Relay bearbeiten
es: Editar retransmisión personalizada
fr: Modifier le relais personnalisé
ja: カスタムリレーを編集
ko: 사용자 정의 릴레이 편집
zh_hans: 编辑自定义中继
zh_hant: 編輯自訂中繼

# settings.networking.custom.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 姓名

# settings.networking.custom.note
source: Relay addresses sync with your account. Provider secrets stay only in each device's secure storage. Missing secrets never fall back to cmux relays.
ar: تتزامن عناوين المرحلات مع حسابك. تبقى أسرار المزود فقط في وحدة التخزين الآمنة لكل جهاز. لن تتراجع الأسرار المفقودة أبدًا إلى مرحلات cmux.
de: Relay-Adressen werden mit Ihrem Konto synchronisiert. Provider-Geheimnisse verbleiben ausschließlich im sicheren Speicher des jeweiligen Geräts. Fehlende Geheimnisse weichen niemals auf cmux-Relays aus.
es: Las direcciones de retransmisión se sincronizan con tu cuenta. Los secretos del proveedor permanecen únicamente en el almacenamiento seguro de cada dispositivo. Los secretos que falten nunca recurrirán a las retransmisiones de cmux.
fr: Les adresses de relais se synchronisent avec votre compte. Les secrets du fournisseur restent uniquement dans le stockage sécurisé de chaque appareil. Les secrets manquants ne se rabattent jamais sur les relais cmux.
ja: リレーアドレスはアカウントと同期されます。プロバイダーのシークレットは各デバイスの安全なストレージにのみ保存されます。シークレットがない場合に cmux リレーへ切り替わることはありません。
ko: 릴레이 주소는 계정과 동기화됩니다. 제공자 시크릿은 각 기기의 안전한 보관소에만 보관됩니다. 누락된 시크릿은 cmux 릴레이로 대체 적용되지 않습니다.
zh_hans: 中继地址会与账户同步。提供方密钥仅保存在各设备的安全存储中。缺少密钥时绝不会回退到 cmux 中继。
zh_hant: 中繼地址會與您的帳戶同步。提供商金鑰僅會保留在每部裝置的安全儲存空間中。若缺少金鑰，絕不會改用 cmux 中繼。

# settings.networking.custom.provider
source: Provider
ar: مزود
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
zh_hans: 提供方
zh_hant: 提供者

# settings.networking.custom.region
source: Region
ar: منطقة
es: Región
fr: Région
ja: リージョン
ko: 지역
zh_hans: 区域
zh_hant: 地區

# settings.networking.custom.remove.confirm
source: Remove this custom relay?
ar: هل تريد إزالة هذا التتابع المخصص؟
de: Dieses benutzerdefinierte Relais entfernen?
es: ¿Quitar este relé personalizado?
fr: Supprimer ce relais personnalisé ?
ja: このカスタムリレーを削除しますか？
ko: 이 맞춤 릴레이를 삭제하시겠습니까?
zh_hans: 确定要移除此自定义中继吗？
zh_hant: 刪除這個自訂繼電器？

# settings.networking.custom.secret
source: Relay Secret
ar: سر التتابع
de: Staffelgeheimnis
es: Secreto de retransmisión
fr: Secret du relais
ja: リレーシークレット
ko: 릴레이 비밀
zh_hans: 中继密钥
zh_hant: 中繼秘密

# settings.networking.custom.secret.keep
source: New Secret (leave blank to keep current)
ar: سر جديد (اتركه فارغًا للاحتفاظ بالسر الحالي)
de: Neues Geheimnis (leer lassen, um aktuelles zu behalten)
es: Nuevo secreto (deja en blanco para mantener el actual)
fr: Nouveau secret (laisser vide pour conserver l’actuel)
ja: 新しいシークレット（現在の値を維持する場合は空欄）
ko: 새 시크릿 (현재 값을 유지하려면 비워 둠)
zh_hans: 新密钥（留空则保留当前密钥）
zh_hant: 新金鑰（留空以保留目前金鑰）

# settings.networking.custom.secret.note
source: The secret stays in this device's secure storage and never syncs with your account.
ar: يبقى السر في وحدة التخزين الآمنة لهذا الجهاز ولا يتزامن أبدًا مع حسابك.
de: Das Geheimnis verbleibt im sicheren Speicher dieses Geräts und wird niemals mit Ihrem Konto synchronisiert.
es: El secreto permanece en el almacenamiento seguro de este dispositivo y nunca se sincroniza con tu cuenta.
fr: Le secret reste dans le stockage sécurisé de cet appareil et n’est jamais synchronisé avec votre compte.
ja: シークレットはこのデバイスの安全なストレージに保存され、アカウントとは同期されません。
ko: 시크릿은 이 기기의 안전한 보관소에 보관되며 계정과 동기화되지 않습니다.
zh_hans: 该密钥保存在此设备的安全存储中，绝不会与账户同步。
zh_hant: 此金鑰會保留在此裝置的安全儲存空間中，且絕不會與您的帳戶同步。

# settings.networking.custom.subtitle
source: Use relays you operate or obtain from another provider.
ar: استخدم مرحلات تقوم بتشغيلها أو تحصل عليها من مزود آخر.
de: Verwenden Sie Relays, die Sie selbst betreiben oder von einem anderen Anbieter erhalten.
es: Usa retransmisiones que operes u obtengas de otro proveedor.
fr: Utilisez des relais que vous exploitez ou obtenez auprès d’un autre fournisseur.
ja: 自分で運用するリレー、または別のプロバイダーのリレーを使用します。
ko: 직접 운영하거나 다른 제공자로부터 받은 릴레이를 사용합니다.
zh_hans: 使用自行运营或从其他提供方获取的中继。
zh_hant: 使用您自行營運或向其他提供商取得的中繼。

# settings.networking.custom.title
source: Custom Relays
ar: المرحلات المخصصة
de: Benutzerdefinierte Relais
es: Relés personalizados
fr: Relais personnalisés
ja: カスタムリレー
ko: 맞춤형 릴레이
zh_hans: 自定义中继
zh_hant: 客製化繼電器

# settings.networking.custom.url
source: Relay URL
ar: ترحيل URL
es: URL de retransmisión
fr: URL de relais
ja: リレー URL
ko: 릴레이 URL
zh_hans: 中继 URL
zh_hant: 中繼網址

# settings.networking.debug.relayOnly
source: Relay-Only Verification
ar: التحقق من المرحل فقط
de: Nur-Relay-Überprüfung
es: Verificación de solo retransmisión
fr: Vérification par relais uniquement
ja: リレー限定の検証
ko: 릴레이 전용 검증
zh_hans: 仅中继验证
zh_hant: 僅限中繼驗證

# settings.networking.debug.relayOnly.subtitle
source: Debug builds only. Keeps authenticated Iroh sessions on relays so the relay path can be verified.
ar: لبنيات تصحيح الأخطاء (Debug) فقط. يبقي جلسات Iroh المصادق عليها على المرحلات حتى يمكن التحقق من مسار الترحيل.
de: Nur für Debug-Builds. Hält authentifizierte Iroh-Sitzungen auf Relays, sodass der Relay-Pfad überprüft werden kann.
es: Solo compilaciones de depuración. Mantiene las sesiones autenticadas de Iroh en retransmisiones para que se pueda verificar la ruta de retransmisión.
fr: Builds de debug uniquement. Maintient les sessions Iroh authentifiées sur les relais afin de pouvoir vérifier le chemin du relais.
ja: デバッグビルド専用です。認証済みの Iroh セッションをリレー経路に固定して、リレー接続を検証します。
ko: 디버그 빌드 전용. 인증된 Iroh 세션을 릴레이로 유지하여 릴레이 경로를 검증할 수 있도록 합니다.
zh_hans: 仅限调试构建。让已认证的 Iroh 会话保持走中继，以便验证中继路径。
zh_hant: 僅限偵錯版本。將已驗證的 Iroh 工作階段保持在中繼上，以便驗證中繼路徑。

# settings.networking.diagnostics.clear
source: Clear Report
ar: مسح التقرير
de: Bericht löschen
es: Borrar informe
fr: Effacer le rapport
ja: レポートを消去
ko: 보고서 지우기
zh_hans: 清除报告
zh_hant: 清除報告

# settings.networking.diagnostics.clear.confirm
source: Clear this diagnostic report?
ar: هل تريد مسح هذا التقرير التشخيصي؟
de: Diesen Diagnosebericht löschen?
es: ¿Borrar este informe de diagnóstico?
fr: Effacer ce rapport de diagnostic ?
ja: この診断レポートを消去しますか？
ko: 이 진단 보고서를 삭제하시겠습니까?
zh_hans: 确定要清除此诊断报告吗？
zh_hant: 清除這份診斷報告嗎？

# settings.networking.diagnostics.clear.message
source: This permanently removes the connection timeline stored on this Mac.
ar: يؤدي هذا إلى إزالة المخطط الزمني للاتصال المخزن على جهاز Mac هذا نهائيًا.
de: Dies entfernt den auf diesem Mac gespeicherten Verbindungsverlauf dauerhaft.
es: Esto elimina permanentemente la cronología de conexión guardada en esta Mac.
fr: Cela supprime définitivement la chronologie des connexions stockée sur ce Mac.
ja: この Mac に保存された接続タイムラインを完全に削除します。
ko: 이 Mac에 저장된 연결 타임라인을 영구적으로 삭제합니다.
zh_hans: 这将永久移除存储在此 Mac 上的连接时间线。
zh_hant: 這將會永久移除儲存在此 Mac 上的連線時間軸。

# settings.networking.diagnostics.eventCount
source: Recorded Events
ar: الأحداث المسجلة
de: Aufgezeichnete Ereignisse
es: Eventos grabados
fr: Événements enregistrés
ja: 記録済みイベント
ko: 기록된 이벤트
zh_hans: 已记录事件
zh_hant: 記錄的事件

# settings.networking.diagnostics.failure.accountMismatch
source: Account Mismatch
ar: عدم تطابق الحساب
de: Kontokonflikt
es: No coincide la cuenta
fr: Incompatibilité de compte
ja: アカウントが一致しません
ko: 계정 불일치
zh_hans: 账户不匹配
zh_hant: 帳戶不符

# settings.networking.diagnostics.failure.admissionDenied
source: Connection Admission Denied
ar: تم رفض قبول الاتصال
de: Verbindungszulassung verweigert
es: Admisión de conexión denegada
fr: Admission de connexion refusée
ja: 接続の受け入れが拒否されました
ko: 연결 승인이 거부되었습니다
zh_hans: 连接准入被拒绝
zh_hant: 連線拒絕

# settings.networking.diagnostics.failure.admissionLeaseExpired
source: Admission Lease Expired
ar: انتهت صلاحية عقد القبول
de: Zulassungsmiete abgelaufen
es: El contrato de admisión expiró
fr: Bail d'admission expiré
ja: 受け入れリースの期限切れ
ko: 입장권 임대가 만료되었습니다
zh_hans: 准入租约已过期
zh_hant: 入場租約到期

# settings.networking.diagnostics.failure.admissionRevalidationFailed
source: Admission Revalidation Failed
ar: فشل إعادة التحقق من القبول
de: Verlängerung der Zulassung fehlgeschlagen
es: Revalidación de admisión fallida
fr: Échec de la revalidation de l'admission
ja: 受け入れの再検証に失敗しました
ko: 입학 재검증 실패
zh_hans: 准入重新验证失败
zh_hant: 入學重新驗證失敗

# settings.networking.diagnostics.failure.authorizationFailed
source: Authorization Failed
ar: فشل التفويض
de: Autorisierung fehlgeschlagen
es: Autorización fallida
fr: Échec de l'autorisation
ja: 認可に失敗
ko: 승인 실패
zh_hans: 授权失败
zh_hant: 授權失敗

# settings.networking.diagnostics.failure.cancelled
source: Cancelled
ar: تم الإلغاء
de: Abgesagt
es: Cancelado
fr: Annulé
ja: キャンセル
ko: 취소
zh_hans: 已取消
zh_hant: 取消

# settings.networking.diagnostics.failure.connectionClosed
source: Connection Closed
ar: الاتصال مغلق
de: Verbindung geschlossen
es: Conexión cerrada
fr: Connexion fermée
ja: 接続が終了しました
ko: 연결이 종료되었습니다.
zh_hans: 连接已关闭
zh_hant: 連線關閉

# settings.networking.diagnostics.failure.connectionRefused
source: Connection Refused
ar: رفض اتصال
de: Verbindung abgelehnt
es: Conexión rechazada
fr: Connexion rejetée
ja: 接続が拒否されました
ko: 연결이 거부됨
zh_hans: 连接被拒绝
zh_hant: 連線被拒絕

# settings.networking.diagnostics.failure.credentialUnavailable
source: Credentials Unavailable
ar: بيانات الاعتماد غير متوفرة
de: Anmeldeinformationen nicht verfügbar
es: Credenciales no disponibles
fr: Informations d'identification indisponibles
ja: 認証情報を利用できません
ko: 자격 증명을 사용할 수 없습니다.
zh_hans: 凭据不可用
zh_hant: 憑證不可用

# settings.networking.diagnostics.failure.dnsFailed
source: Name Resolution Failed
ar: فشل تحليل الاسم
de: Namensauflösung fehlgeschlagen
es: Error en la resolución del nombre
fr: Échec de la résolution du nom
ja: 名前解決に失敗
ko: 이름 확인 실패
zh_hans: 名称解析失败
zh_hant: 名稱解析失敗

# settings.networking.diagnostics.failure.endpointUnavailable
source: Endpoint Unavailable
ar: نقطة النهاية غير متاحة
de: Endpunkt nicht verfügbar
es: Punto final no disponible
fr: Point de terminaison indisponible
ja: エンドポイントを利用できません
ko: 엔드포인트를 사용할 수 없음
zh_hans: 端点不可用
zh_hant: 端點不可用

# settings.networking.diagnostics.failure.hostUnreachable
source: Host Unreachable
ar: المضيف غير قابل للوصول
de: Host nicht erreichbar
es: Anfitrión inalcanzable
fr: Hôte inaccessible
ja: ホストに到達できません
ko: 호스트에 연결할 수 없음
zh_hans: 主机无法访问
zh_hant: 主機無法存取

# settings.networking.diagnostics.failure.identityMismatch
source: Endpoint Identity Mismatch
ar: عدم تطابق هوية نقطة النهاية
de: Nichtübereinstimmung der Endpunktidentität
es: No coincide la identidad del terminal
fr: Incompatibilité d’identité de point de terminaison
ja: エンドポイント ID が一致しません
ko: 엔드포인트 ID 불일치
zh_hans: 端点身份不匹配
zh_hant: 端點身份不匹配

# settings.networking.diagnostics.failure.noRoute
source: No Route Available
ar: لا يوجد طريق متاح
de: Keine Route verfügbar
es: No hay ruta disponible
fr: Aucun itinéraire disponible
ja: 利用可能な経路がありません
ko: 이용 가능한 경로 없음
zh_hans: 无可用路由
zh_hant: 無可用路線

# settings.networking.diagnostics.failure.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# settings.networking.diagnostics.failure.offline
source: Offline
ar: غير متصل
es: Desconectado
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

# settings.networking.diagnostics.failure.permissionDenied
source: Permission Denied
ar: تم رفض الإذن
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
ja: 権限がありません
ko: 권한이 거부되었습니다
zh_hans: 权限被拒绝
zh_hant: 沒有權限

# settings.networking.diagnostics.failure.policyUnavailable
source: Relay Policy Unavailable
ar: سياسة الترحيل غير متاحة
de: Relay-Richtlinie nicht verfügbar
es: Política de retransmisión no disponible
fr: Politique de relais indisponible
ja: リレーポリシーを利用できません
ko: 릴레이 정책을 사용할 수 없음
zh_hans: 中继策略不可用
zh_hant: 中繼策略不可用

# settings.networking.diagnostics.failure.protocolViolation
source: Protocol Error
ar: خطأ في البروتوكول
de: Protokollfehler
es: Error de protocolo
fr: Erreur de protocole
ja: プロトコルエラー
ko: 프로토콜 오류
zh_hans: 协议错误
zh_hant: 協定錯誤

# settings.networking.diagnostics.failure.routeGated
source: Connection Attempt Held
ar: تم تعليق محاولة الاتصال
de: Verbindungsversuch angehalten
es: Intento de conexión retenido
fr: Tentative de connexion retenue
ja: 接続試行が一時的に保留されました
ko: 연결 시도 보류됨
zh_hans: 连接尝试被暂缓
zh_hant: 連線嘗試已暫緩

# settings.networking.diagnostics.failure.secureChannelFailed
source: Secure Channel Failed
ar: فشل القناة الآمنة
de: Sicherer Kanal fehlgeschlagen
es: Error en el canal seguro
fr: Échec du canal sécurisé
ja: 安全なチャネルの確立に失敗
ko: 보안 채널 실패
zh_hans: 安全通道失败
zh_hant: 安全通道失敗

# settings.networking.diagnostics.failure.sendQueueOverflow
source: Send Queue Overflow
ar: إرسال تجاوز قائمة الانتظار
de: Überlauf der Sendewarteschlange
es: Enviar desbordamiento de cola
fr: Débordement de file d'attente d'envoi
ja: 送信キューオーバーフロー
ko: 대기열 오버플로 보내기
zh_hans: 发送队列溢出
zh_hant: 發送隊列溢出

# settings.networking.diagnostics.failure.superseded
source: Replaced by a Newer Attempt
ar: تم استبداله بمحاولة أحدث
de: Durch einen neueren Versuch ersetzt
es: Reemplazado por un intento más nuevo
fr: Remplacé par une tentative plus récente
ja: 新しい接続試行に置き換えられました
ko: 새로운 시도로 대체됨
zh_hans: 已被更新的尝试取代
zh_hant: 被更新的嘗試取代

# settings.networking.diagnostics.failure.timedOut
source: Timed Out
ar: انتهت المهلة
de: Zeitüberschreitung
es: Tiempo de espera agotado
fr: Expiré
ja: タイムアウト
ko: 시간 초과
zh_hans: 已超时
zh_hant: 超時

# settings.networking.diagnostics.failure.transportIdleTimedOut
source: Transport Idle Timeout
ar: مهلة النقل الخاملة
de: Transport-Leerlauf-Timeout
es: Tiempo de inactividad del transporte
fr: Délai d'inactivité du transport
ja: 接続アイドルタイムアウト
ko: 전송 유휴 시간 초과
zh_hans: 传输空闲超时
zh_hant: 傳輸空閒逾時

# settings.networking.diagnostics.failure.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# settings.networking.diagnostics.failure.unsupportedRoute
source: Unsupported Route
ar: طريق غير مدعوم
de: Nicht unterstützte Route
es: Ruta no admitida
fr: Itinéraire non pris en charge
ja: サポートされていない経路
ko: 지원되지 않는 경로
zh_hans: 不支持的路由
zh_hant: 不支援的路線

# settings.networking.diagnostics.lastFailure
source: Last Failure
ar: الفشل الأخير
de: Letzter Fehler
es: último fracaso
fr: Dernier échec
ja: 最後のエラー
ko: 마지막 실패
zh_hans: 上次失败
zh_hant: 最後的失敗

# settings.networking.diagnostics.lastSuccess
source: Last Successful Connection
ar: آخر اتصال ناجح
de: Letzte erfolgreiche Verbindung
es: Última conexión exitosa
fr: Dernière connexion réussie
ja: 最終接続成功
ko: 마지막으로 성공한 연결
zh_hans: 上次成功连接
zh_hant: 上次成功連接

# settings.networking.diagnostics.notRecorded
source: Not Recorded
ar: غير مسجل
de: Nicht aufgezeichnet
es: No grabado
fr: Non enregistré
ja: 記録なし
ko: 녹음되지 않음
zh_hans: 未记录
zh_hant: 未記錄

# settings.networking.diagnostics.privacy
source: The report stays on this Mac until you share it. It excludes terminal content, account and endpoint identities, network addresses, relay URLs, credentials, and raw errors.
ar: يبقى التقرير على جهاز Mac هذا حتى تقوم بمشاركته. وهو يستبعد محتوى الطرفية، وهويات الحساب ونقاط النهاية، وعناوين الشبكة، وعناوين URL للمرحل، وبيانات الاعتماد، والأخطاء الخام.
de: Der Bericht bleibt auf diesem Mac, bis Sie ihn teilen. Er schließt Terminal-Inhalte, Konto- und Endpunkt-Identitäten, Netzwerkadressen, Relay-URLs, Anmeldedaten und Rohfehler aus.
es: El informe permanece en esta Mac hasta que lo compartas. Excluye el contenido de la terminal, las identidades de cuentas y puntos de conexión, las direcciones de red, las URL de retransmisión, las credenciales y los errores sin procesar.
fr: Le rapport reste sur ce Mac jusqu'à ce que vous le partagiez. Il exclut le contenu du terminal, les identités de comptes et de points de terminaison (endpoints), les adresses réseau, les URL des relais, les identifiants et les erreurs brutes.
ja: このレポートは共有するまでこの Mac にのみ保存されます。ターミナルの内容、アカウントおよびエンドポイントの識別情報、ネットワークアドレス、リレー URL、認証情報、生のエラーは含まれません。
ko: 보고서는 공유하기 전까지 이 Mac에 보관됩니다. 터미널 콘텐츠, 계정 및 엔드포인트 식별 정보, 네트워크 주소, 릴레이 URL, 자격 증명 및 원시 에러는 제외됩니다.
zh_hans: 在你分享之前，报告只保留在此 Mac 上。报告不含终端内容、账户和端点身份、网络地址、中继 URL、凭据以及原始错误。
zh_hant: 此報告在您分享之前會一直保留在此 Mac 上。報告中不包含終端機內容、帳戶與端點身分、網路地址、中繼 URL、憑證以及原始錯誤。

# settings.networking.diagnostics.report
source: Connection Report
ar: تقرير الاتصال
de: Verbindungsbericht
es: Informe de conexión
fr: Rapport de connexion
ja: 接続レポート
ko: 연결 보고서
zh_hans: 连接报告
zh_hant: 連線報告

# settings.networking.diagnostics.report.subtitle
source: Share a bounded, privacy-safe connection timeline with support.
ar: شارك مخططًا زمنيًا للاتصال محدودًا وآمنًا للخصوصية مع الدعم.
de: Teilen Sie eine begrenzte, datenschutzfreundliche Verbindungschronik mit dem Support.
es: Comparte con soporte técnico una cronología de conexión acotada y segura para la privacidad.
fr: Partager une chronologie des connexions limitée et respectueuse de la vie privée avec le support.
ja: 範囲が限定されたプライバシー保護済みの接続タイムラインをサポートと共有します。
ko: 지원 팀과 범위가 제한되고 개인정보가 보호되는 연결 타임라인을 공유합니다.
zh_hans: 与支持团队分享一份范围有限、隐私安全的连接时间线。
zh_hant: 與支援團隊分享受限且保護隱私安全的連線時間軸。

# settings.networking.diagnostics.share
source: Share…
ar: مشاركة…
de: Teilen…
es: Compartir…
fr: Partager…
ja: 共有…
ko: 공유…
zh_hans: 分享…
zh_hant: 分享…

# settings.networking.irx.notConfigurable
source: This setting is not configurable with the current transport.
ar: هذا الإعداد غير قابل للتهيئة مع وسيلة النقل الحالية.
de: Diese Einstellung ist mit dem aktuellen Transport nicht konfigurierbar.
es: Este ajuste no es configurable con el transporte actual.
fr: Ce paramètre n'est pas configurable avec le transport actuel.
ja: この設定は現在のトランスポートでは変更できません。
ko: 현재 전송 방식으로는 이 설정을 구성할 수 없습니다.
zh_hans: 当前传输方式下无法配置此项设置。
zh_hant: 無法以目前的傳輸方式配置此設定。

# settings.networking.neverUseRelays
source: Never Use Relays
ar: لا تستخدم المرحلات أبدًا
de: Verwenden Sie niemals Relais
es: Nunca use relés
fr: N'utilisez jamais de relais
ja: リレーを使用しない
ko: 릴레이를 절대 사용하지 마세요
zh_hans: 从不使用中继
zh_hant: 切勿使用繼電器

# settings.networking.neverUseRelays.subtitle
source: Requires a reachable direct, local-network, or private-network path. Applies on the next reconnect.
ar: يتطلب مسارًا مباشرًا أو شبكة محلية أو شبكة خاصة يمكن الوصول إليه. يتم تطبيقه عند إعادة الاتصال التالية.
de: Erfordert einen erreichbaren direkten Pfad, einen lokalen Netzwerkpfad oder einen privaten Netzwerkpfad. Wird beim nächsten Wiederverbinden angewendet.
es: Requiere una ruta accesible directa, de red local o de red privada. Se aplica en la siguiente reconexión.
fr: Nécessite un chemin direct, de réseau local ou de réseau privé accessible. S'applique lors de la prochaine reconnexion.
ja: 到達可能な直接経路、ローカルネットワーク経路、またはプライベートネットワーク経路が必要です。次回の再接続時に適用されます。
ko: 도달 가능한 직접, 로컬 네트워크 또는 사설 네트워크 경로가 필요합니다. 다음 재연결 시 적용됩니다.
zh_hans: 需要有可达的直连、本地网络或私有网络路径。将在下次重连时生效。
zh_hant: 需要可連線的直接、本機網路或私人網路路徑。於下一次重新連線時套用。

# settings.networking.policy
source: Relay Policy
ar: سياسة الترحيل
de: Relay-Richtlinie
es: Política de retransmisión
fr: Politique de relais
ja: リレーポリシー
ko: 릴레이 정책
zh_hans: 中继策略
zh_hant: 中繼政策

# settings.networking.policy.cached
source: Using the last verified catalog
ar: استخدام آخر كتالوج تم التحقق منه
de: Letzter verifizierter Katalog wird verwendet
es: Usando el último catálogo verificado
fr: Utilisation du dernier catalogue vérifié
ja: 最後に検証済みのカタログを使用中
ko: 마지막으로 확인된 카탈로그 사용 중
zh_hans: 正在使用上次验证过的目录
zh_hant: 正在使用上次驗證的型錄

# settings.networking.policy.server
source: Verified from cmux
ar: تم التحقق من cmux
de: Von cmux bestätigt
es: Verificado desde cmux
fr: Vérifié par cmux
ja: cmux から検証済み
ko: cmux에서 확인됨
zh_hans: 已由 cmux 验证
zh_hant: 從 cmux 驗證

# settings.networking.policy.unavailable
source: No valid catalog available
ar: لا يتوفر كتالوج صالح
de: Kein gültiger Katalog verfügbar
es: No hay ningún catálogo válido disponible
fr: Aucun catalogue valide disponible
ja: 有効なカタログがありません
ko: 사용 가능한 유효한 카탈로그 없음
zh_hans: 没有可用的有效目录
zh_hant: 無可用且有效的型錄

# settings.networking.preference.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動
